Repository: sklprogs/Yatube
Catalog: resources/yatube.po
Languages: ru_ru

source: WARNING
ru_ru: ПРЕДУПРЕЖДЕНИЕ

source: Empty input is not allowed!
ru_ru: Пустые входные данные не допускаются!

source: INFO
ru_ru: ИНФОРМАЦИЯ

source: There are %d new videos in total
ru_ru: Всего %d новых видео

source: Update channel "%s"
ru_ru: Обновление канала "%s"

source: There are %d new videos for channel "%s"
ru_ru: %d новых видео для канала "%s"

source: BLOCKED
ru_ru: ЗАБЛОКИРОВАНО

source: Database "%s" has failed! Details: %s
ru_ru: Ошибка базы данных "%s"! Подробности: %s

source: Operation has been canceled.
ru_ru: Операция отменена.

source: Save "%s"
ru_ru: Сохранение "%s"

source: Show the full summary
ru_ru: Показать полную сводку

source: Download
ru_ru: Загрузить

source: Play
ru_ru: Воспроизвести

source: Stream
ru_ru: Смотреть в потоке

source: Toggle the download status
ru_ru: Переключить статус загрузки

source: Delete the downloaded file
ru_ru: Удалить загруженный файл

source: Extract links
ru_ru: Извлечь ссылки

source: Load this channel
ru_ru: Загрузить этот канал

source: Block this channel
ru_ru: Блокировать этот канал

source: Unblock
ru_ru: Разблокировать

source: Subscribe to this channel
ru_ru: Подписаться на этот канал

source: Unsubscribe
ru_ru: Отписаться

source: Open video URL
ru_ru: Открыть URL видео

source: Copy video URL
ru_ru: Копировать URL видео

source: Show comments
ru_ru: Показать комментарии

source: Open channel URL
ru_ru: Открыть URL канала

source: Copy channel URL
ru_ru: Копировать URL канала

source: Show summary
ru_ru: Показать сводку

source: Delete
ru_ru: Удалить

source: Full menu
ru_ru: Полное меню

source: Other
ru_ru: Другое

source: Manage subscriptions
ru_ru: Подписка на каналы

source: Manage blocklist
ru_ru: Блокировка каналов

source: Show new videos
ru_ru: Показать новые видео

source: History
ru_ru: История

source: Welcome screen
ru_ru: Начальный экран

source: Select all new videos
ru_ru: Выбрать все новые видео

source: Toggle status of selected
ru_ru: Переключить статус выбранного

source: Delete selected
ru_ru: Удалить выбранное

source: Filter this view
ru_ru: Фильтр по данному виду

source: Search Youtube
ru_ru: Поиск в Youtube

source: Update subscriptions
ru_ru: Обновить подписки

source: Newer than
ru_ru: Новее

source: Older than
ru_ru: Старше

source: Search
ru_ru: Найти

source: Paste URL here
ru_ru: Вставьте URL сюда

source: Filter
ru_ru: Применить

source: Slow PC
ru_ru: Медленный ПК

source: (selected: %d/%d)
ru_ru: (выбрано: %d/%d)

source: Author
ru_ru: Автор

source: Title
ru_ru: Заголовок

source: Duration
ru_ru: Продолжительность

source: Image
ru_ru: Изображение

source: Author:
ru_ru: Автор:

source: Not Available
ru_ru: Недоступно

source: Title:
ru_ru: Заголовок:

source: Duration:
ru_ru: Продолжительность:

source: DEBUG
ru_ru: ОТЛАДКА

source: Scroll to %d
ru_ru: Прокрутка до %d

source: First 100 comments:
ru_ru: Первые 100 комментариев:

source: Edit subscriptions:
ru_ru: Отредактируйте подписки:

source: Edit the blacklist:
ru_ru: Отредактируйте черный список

source: Full summary:
ru_ru: Полная сводка:

source: Select an action:
ru_ru: Выберите действие:

source: Set the default parent.
ru_ru: Используется родительский виджет по умолчанию.

source: Get video info
ru_ru: Получение информации о видео

source: Loading metadata. Please wait...
ru_ru: Загрузка метаданных. Пожалуйста, подождите...

source: Jan
ru_ru: янв

source: Feb
ru_ru: фев

source: Mar
ru_ru: мар

source: Apr
ru_ru: апр

source: May
ru_ru: май

source: Jun
ru_ru: июн

source: Jul
ru_ru: июл

source: Aug
ru_ru: авг

source: Sep
ru_ru: сен

source: Oct
ru_ru: окт

source: Nov
ru_ru: ноя

source: Dec
ru_ru: дек

source: Wrong input data!
ru_ru: Недопустимые входные данные!

source: Algeria
ru_ru: Алжир

source: Argentina
ru_ru: Аргентина

source: Australia
ru_ru: Австралия

source: Austria
ru_ru: Австрия

source: Azerbaijan
ru_ru: Азербайджан

source: Bahrain
ru_ru: Бахрейн

source: Belarus
ru_ru: Беларусь

source: Belgium
ru_ru: Бельгия

source: Bosnia and Herzegovina
ru_ru: Босния и Герцеговина

source: Brazil
ru_ru: Бразилия

source: Bulgaria
ru_ru: Болгария

source: Canada
ru_ru: Канада

source: Chile
ru_ru: Чили

source: Colombia
ru_ru: Колумбия

source: Croatia
ru_ru: Хорватия

source: Czechia
ru_ru: Чехия

source: Denmark
ru_ru: Дания

source: Egypt
ru_ru: Египет

source: Estonia
ru_ru: Эстония

source: Finland
ru_ru: Финляндия

source: France
ru_ru: Франция

source: Georgia
ru_ru: Грузия

source: Germany
ru_ru: Германия

source: Ghana
ru_ru: Гана

source: Greece
ru_ru: Греция

source: Hong Kong
ru_ru: Гонконг

source: Hungary
ru_ru: Венгрия

source: Iceland
ru_ru: Исландия

source: India
ru_ru: Индия

source: Indonesia
ru_ru: Индонезия

source: Iraq
ru_ru: Ирак

source: Ireland
ru_ru: Ирландия

source: Israel
ru_ru: Израиль

source: Itality
ru_ru: Италия

source: Jamaica
ru_ru: Ямайка

source: Japan
ru_ru: Япония

source: Jordan
ru_ru: Иордан

source: Kazakhstan
ru_ru: Казахстан

source: Kenya
ru_ru: Кения

source: Kuwait
ru_ru: Кувейт

source: Latvia
ru_ru: Латвия

source: Lebanon
ru_ru: Лебанон

source: Libya
ru_ru: Ливия

source: Lithuania
ru_ru: Литва

source: Luxembourg
ru_ru: Люксембург

source: Macedonia
ru_ru: Македония

source: Malaysia
ru_ru: Малайзия

source: Mexico
ru_ru: Мексика

source: Montenegro
ru_ru: Монтенегро

source: Morocco
ru_ru: Марокко

source: Nepal
ru_ru: Непал

source: Netherlands
ru_ru: Нидерланды

source: New Zealand
ru_ru: Новая Зеландия

source: Nigeria
ru_ru: Нигерия

source: Norway
ru_ru: Норвегия

source: Oman
ru_ru: Оман

source: Pakistan
ru_ru: Пакистан

source: Peru
ru_ru: Перу

source: Philippines
ru_ru: Филиппины

source: Poland
ru_ru: Польша

source: Portugal
ru_ru: Португалия

source: Puerto Rico
ru_ru: Пуэрто-Рико

source: Qatar
ru_ru: Катар

source: Romania
ru_ru: Румыния

source: Russia
ru_ru: Россия

source: Saudi Arabia
ru_ru: Саудовская Аравия

source: Senegal
ru_ru: Сенегал

source: Serbia
ru_ru: Сербия

source: Singapore
ru_ru: Сингапур

source: Slovakia
ru_ru: Словакия

source: Slovenia
ru_ru: Словения

source: South Africa
ru_ru: Южная Африка

source: South Korea
ru_ru: Южная Корея

source: Spain
ru_ru: Испания

source: Sri Lanka
ru_ru: Шри-Ланка

source: Sweden
ru_ru: Швеция

source: Switzerland
ru_ru: Швейцария

source: Taiwan
ru_ru: Тайвань

source: Tanzania
ru_ru: Танзания

source: Thailand
ru_ru: Тайланд

source: Tunisia
ru_ru: Тунис

source: Turkey
ru_ru: Турция

source: Uganda
ru_ru: Уганда

source: Ukraine
ru_ru: Украина

source: United Arab Emirates
ru_ru: Объединённые Арабские Эмираты

source: United Kingdom
ru_ru: Соединённое Королевство

source: United States
ru_ru: Соединённые Штаты Америки

source: Vietnam
ru_ru: Вьетнам

source: Yemen
ru_ru: Йемен

source: Zimbabwe
ru_ru: Зимбабве

source: Trending
ru_ru: Популярное

source: Wrong input data: "%s"
ru_ru: Недопустимые входные данные: "%s"

source: Fetched %d links
ru_ru: Получено %d ссылок

source: Third party module has failed! Details: %s
ru_ru: Ошибка модуля третьей стороны! Детали: %s

source: Nothing to do.
ru_ru: Действие не требуется.

source: ERROR
ru_ru: ОШИБКА

source: The condition "%s" is not observed!
ru_ru: Условие "%s" не выполнено!

source: Error adding "%s"! Details: %s
ru_ru: Ошибка при обработке "%s"! Детали: %s

source: Get new video info: %s
ru_ru: Загрузка информации о новом видео: %s

source: Date
ru_ru: Дата

source: Category
ru_ru: Категория

source: Description
ru_ru: Описание

source: Length
ru_ru: Длина

source: Views
ru_ru: Просмотров

source: Likes
ru_ru: Нравится

source: Dislikes
ru_ru: Не нравится

source: Rating
ru_ru: Рейтинг

source: Small video picture URL
ru_ru: Адрес маленького изображения

source: Download "%s"
ru_ru: Загрузка "%s"

source: Failed to download "%s"! Details: %s
ru_ru: Не удалось загрузить "%s"! Детали: %s

source: Operation has failed! Details: %s
ru_ru: Операция завершилась с ошибкой! Подробности: %s

source: QUESTION
ru_ru: ВОПРОС

source: ATTENTION: Do yo really want to rewrite file "%s"?
ru_ru: ВНИМАНИЕ: Перезаписать файл "%s"?

source: Custom arguments: "%s"
ru_ru: Дополнительные параметры: "%s"

source: Failed to run "%s"!
ru_ru: Не удалось запустить "%s"!

source: Not enough input data!
ru_ru: Недостаточно входных данных!

source: Unable to open the file in an external program. You should probably check the file associations.
ru_ru: Не удается открыть файл во внешней программе. Возможно, Вам стоит проверить ассоциации файлов.

source: Write file "%s"
ru_ru: Запись файла "%s"

source: Unable to write file "%s"!
ru_ru: Не удается записать файл "%s"!

source: An unknown mode "%s"! The following modes are supported: "%s".
ru_ru: Неизвестный режим "%s"! Поддерживаются следующие режимы: "%s".

source: ***** Start of log. *****
ru_ru: ***** Начало записи лога. *****

source: Entries deleted: %d (%d-%d)
ru_ru: Удалено вхождений: %d (%d-%d)

source: File "%s" is not sortable!
ru_ru: Файл "%s" не подлежит сортировке!

source: Dictionary "%s": Incorrect line #%d: "%s"!
ru_ru: Словарь "%s": Неправильная строка №%d: "%s"!

source: File "%s" has not been found!
ru_ru: Файл "%s" не найден!

source: Load file "%s"
ru_ru: Загрузка файла "%s"

source: Unable to read file "%s"!
ru_ru: Не удается прочитать файл "%s"!

source: Convert "%s" to an integer
ru_ru: Конвертация "%s" в целое число

source: Integer is required at input, but found "%s"! Return 0
ru_ru: На входе должно быть целое число, но получено "%s"! Возвращаю 0

source: Different number of opening and closing brackets: "%s": %d; "%s": %d!
ru_ru: Разное число открывающих и закрывающих скобок: "%s": %d; "%s": %d!

source: Empty strings are not supported!
ru_ru: Поддерживаются только непустые строки!

source: Commas and/or semicolons or line breaks can be used, but not altogether!
ru_ru: Можно использовать запятые и/или точки с запятой или переносы строк, но не все сразу!

source: Failed to convert "%s" to an integer!
ru_ru: Не удалось конвертировать "%s" в целое число!

source: Failed to convert "%s" to a floating-point number!
ru_ru: Не удалось конвертировать "%s" в число с плавающей точкой!

source: Set time parameters are incorrect or not supported.
ru_ru: Заданные параметры времени неверны или не поддерживаются.

source: Note: it will be Monday!
ru_ru: Обратите внимание: указанная дата - понедельник!

source: The object "%s" is not a file!
ru_ru: Объект "%s" не является файлом!

source: Copy "%s" to "%s"
ru_ru: Копирование "%s" в "%s"

source: Failed to copy file "%s" to "%s"!
ru_ru: Не удалось скопировать файл "%s" в "%s"!

source: Move "%s" to "%s"
ru_ru: Перемещение "%s" в "%s"

source: Failed to move "%s" to "%s"!
ru_ru: Не удалось переместить "%s" в "%s"!

source: Failed to get the date of the file "%s"!
ru_ru: Не удалось определить дату файла "%s"!

source: Unable to copy the file "%s" to iself!
ru_ru: Нельзя скопировать файл "%s" сам в себя!

source: Operation has been canceled by the user.
ru_ru: Операция отменена пользователем.

source: Delete "%s"
ru_ru: Удаление "%s"

source: Failed to delete file "%s"!
ru_ru: Не удается удалить файл "%s"!

source: Moving is not necessary, because the source and destination are identical (%s).
ru_ru: Перемещение не требуется, поскольку на входе и выходе указан один и тот же объект (%s).

source: Change the time of the file "%s" to %s
ru_ru: Изменение времени файла "%s" на %s

source: Failed to change the time of the file "%s" to "%s"!
ru_ru: Не удалось изменить время файла "%s" на "%s"!

source: Directory "%s" already exists.
ru_ru: Каталог "%s" уже существует.

source: The path "%s" is invalid!
ru_ru: Путь "%s" неверен!

source: Create directory "%s"
ru_ru: Создание каталога "%s"

source: Failed to create directory "%s"!
ru_ru: Не удается создать каталог "%s"!

source: The following lines cannot be parsed:
ru_ru: Не удается обработать следующие строки:

source: Failed to delete directory "%s"! Delete it manually.
ru_ru: Не удается удалить каталог "%s"! Удалите его вручную.

source: Unable to copy "%s" to iself!
ru_ru: Нельзя скопировать "%s" сам в себя!

source: Failed to copy "%s" to "%s"!
ru_ru: Не удалось скопировать "%s" в "%s"!

source: The following sections and/or keys are missing:
ru_ru: Отсутствуют следующие разделы и/или ключи:

source: New value of the key "%s" has been loaded.
ru_ru: Загружено новое значение ключа "%s".

source: Keys loaded in total: %d, whereas %d are modified.
ru_ru: Всего загружено ключей: %d, из них измененных: %d.

source: Missing sections: %d
ru_ru: Отсутствующих разделов: %d

source: Missing keys: %d
ru_ru: Отсутствующих ключей: %d

source: The default configuration has been loaded.
ru_ru: Загружена конфигурация по умолчанию.

source: Failed to read the configuration file "%s". This file must share the same directory with the program and have UTF-8 encoding (no BOM) and UNIX line break type.
ru_ru: Не удается прочитать конфигурационный файл "%s". Этот файл должен находиться в одном каталоге с программой и иметь кодировку utf-8 (без BOM), тип разрыва строки - UNIX.

source: Failed to open URL "%s" in a default browser!
ru_ru: Не удалось открыть адрес "%s" в браузере по умолчанию!

source: Differences:
ru_ru: Различия:

source: Texts are identical!
ru_ru: Различий нет!

source: Delete the symbolic link "%s"
ru_ru: Удаление ярлыка "%s"

source: Failed to remove shortcut "%s". Remove it manually and press OK.
ru_ru: Не удается удалить ярлык "%s". Удалите его вручную и нажмите OK.

source: Create a symbolic link "%s"
ru_ru: Создание ярлыка "%s"

source: Failed to create shortcut "%s". Create it manually and press OK.
ru_ru: Не удается создать ярлык "%s". Создайте его вручную и нажмите OK.

source: Failed to load an e-mail client.
ru_ru: Не удалось загрузить почтовый клиент.

source: Operation has failed! Details: %s
ru_ru: Операция завершилась с ошибкой! Подробности: %s

source: This operation cannot be executed on your operating system.
ru_ru: Эта операция не может быть выполнена на вашей операционной системе.

source: Analyze the text
ru_ru: Анализ текста

source: Failed to find words of paragraph #%d!
ru_ru: Не удалось найти слова абзаца #%d!

source: The pool is empty!
ru_ru: Пул пуст!

source: The operation has taken %f s.
ru_ru: Операция завершена за %f с.

source: Set the max number of rows to %d
ru_ru: Задать максимальное число столбцов: %d

source: Unable to use unverified certificates!
ru_ru: Не удается использовать неподтвержденные сертификаты!

source: [OK]: "%s"
ru_ru: [Успешно]: "%s"

source: [FAILED]: "%s". Details: %s
ru_ru: [ОШИБКА]: "%s". Подробности: %s

source: Unable to decode "%s"!
ru_ru: Не удается изменить кодировку "%s"!

source: No references have been found!
ru_ru: Ориентиры не найдены!

source: No references to the right!
ru_ru: Справа ориентиров нет!

source: No references to the left!
ru_ru: Слева ориентиров нет!

source: Unexpected end of text!
ru_ru: Неожиданный конец текста!

source: Nothing to do!
ru_ru: Действие не требуется.

source: Failed to enable key combination "%s"!
ru_ru: Не удалось задействовать сочетание клавиш "%s"!

source: Plain text (UTF-8)
ru_ru: Обычный текст (UTF-8)

source: Web-page
ru_ru: Веб-страница

source: All files
ru_ru: Все файлы

source: Save As:
ru_ru: Сохранить как:

source: Failed to select a file!
ru_ru: Не удалось выбрать файл!

source: An unknown color "%s"!
ru_ru: Неизвестный цвет "%s"!

source: Failed to insert the text!
ru_ru: Не удалось вставить текст!

source: A logic error: unknown object type: "%s"!
ru_ru: Логическая ошибка: неизвестный тип объекта: "%s"!

source: Text:
ru_ru: Текст:

source: Quit
ru_ru: Выйти

source: Save and close
ru_ru: Запомнить и выйти

source: Find:
ru_ru: Найти:

source: No matches!
ru_ru: Совпадений нет!

source: Only one match has been found!
ru_ru: Найдено 1 совпадение!

source: No more matches, continuing from the top!
ru_ru: Совпадений больше нет, поиск продолжен с начала!

source: No more matches, continuing from the bottom!
ru_ru: Совпадений больше нет, поиск продолжен с конца!

source: The parent has already been destroyed.
ru_ru: Родительский виджет уже был разрушен.

source: Failed to remove the tag %s in the widget %s in positions %s-%s!
ru_ru: Не удалось удалить тэг %s в виджете %s для позиций %s-%s!

source: DEBUG-ERROR
ru_ru: ОШИБКА ПРИ ОТЛАДКЕ

source: Element "%s" has not been found in fragment "%s"!
ru_ru: Элемент "%s" не был найден во фрагменте "%s"!

source: Failed to add tag "%s" for positions %s-%s!
ru_ru: Не удалось добавить тэг "%s" для позиций %s-%s!

source: Failed to configure tag "%s" to have the background of color "%s"!
ru_ru: Не удалось назначить тэгу "%s" фон "%s"!

source: Failed to configure tag "%s" to have the foreground of color "%s"!
ru_ru: Не удалось назначить тэгу "%s" цвет "%s"!

source: Failed to configure tag "%s" to have the font "%s"!
ru_ru: Не удалось назначить тэгу "%s" шрифт "%s"!

source: Failed to insert mark "%s" in position "%s"!
ru_ru: Не удается вставить метку "%s" для позиции "%s"!

source: Failed to remove mark "%s"!
ru_ru: Не удалось удалить метку "%s"!

source: Failed to shift screen to label "%s"!
ru_ru: Не удалось сдвинуть экран до метки "%s"!

source: Got position: "%s"
ru_ru: Получена позиция: "%s"

source: Cannot return a cursor position!
ru_ru: Не удалось вернуть позицию курсора!

source: %d tags to assign
ru_ru: Создание %d тэгов

source: Spelling seems to be correct.
ru_ru: Ошибок правописания не обнаружено.

source: Set the geometry to "%dx%d+%d+%d"
ru_ru: Изменение геометрии виджета на "%dx%d+%d+%d"

source: Remove item #%d
ru_ru: Удаление элемента №%d

source: No item #%d!
ru_ru: Элемент №%d отсутствует!

source: Item "%s" is not in list!
ru_ru: Элемент "%s" не в списке!

source: Failed to return selection in the Tkinter widget!
ru_ru: Не удается вернуть диапазон выделения в виджете Tkinter!

source: Paste a special symbol
ru_ru: Вставить специальный символ

source: Save geometry: %s
ru_ru: Сохранение геометрии: %s

source: Restore geometry: %s
ru_ru: Восстановление геометрии: %s

source: Failed to restore geometry!
ru_ru: Не удалось восстановить геометрию!

source: Failed to change window properties!
ru_ru: Не удалось изменить свойства окна!

source: Failed to get the window handle!
ru_ru: Не удалось получить дескриптор окна!

source: Please wait...
ru_ru: Подождите...

source: Wrong font: "%s"!
ru_ru: Неправильный шрифт: "%s"!

source: Message
ru_ru: Сообщение

source: CRITICAL
ru_ru: КРИТИЧЕСКАЯ ОШИБКА

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Cancel
ru_ru: Отмена

source: Accept and close
ru_ru: Принять и закрыть

source: Reject and close
ru_ru: Отказаться и закрыть

source: Picture "%s" was not found!
ru_ru: Изображение "%s" не найдено!

source: A clipboard error has occurred!
ru_ru: Ошибка буфера обмена!

source: An unknown error has occurred.
ru_ru: Произошла неизвестная ошибка.

source: Failed to paste the clipboard contents!
ru_ru: Ошибка вставки из буфера обмена.

source: Add %s
ru_ru: Добавить %s

source: Close %d objs
ru_ru: Закрыть %d объектов

source: Widget "%s" does not have a "close" action!
ru_ru: У виджета "%s" нет действия "close"!

source: Compare texts:
ru_ru: Сравните тексты:

source: File: "%s"; %d/%d MB; Rate: %s kbps; ETA: %ss
ru_ru: Файл: "%s"; %d/%d Мб; Скорость: %s Кб/с; Осталось: %sс

source: Download progress
ru_ru: Ход загрузок

source: Widget 1 geometry: %dx%d+%d+%d
ru_ru: Геометрия виджета 1: %dx%d+%d+%d

source: Widget 2 geometry: %dx%d+%d+%d
ru_ru: Геометрия виджета 2: %dx%d+%d+%d

source: Select files:
ru_ru: Выберите файлы:

source: Toggle all
ru_ru: Переключить все

source: Mark/unmark all checkboxes
ru_ru: Переключить все галки

source: Close
ru_ru: Закрыть

source: Close this window
ru_ru: Закрыть это окно

source: Database "%s" has failed!
ru_ru: Ошибка базы данных "%s"!

source: %d records have been found.
ru_ru: Найдено %d записей.

source: No comments yet!
ru_ru: Комментариев пока нет!

source: Channels
ru_ru: Каналы

source: Unsubscribe from channel "%s"
ru_ru: Отписка от канала "%s"

source: Unblock channel "%s"
ru_ru: Разблокировка канала "%s"

source: %d files have been deleted:
ru_ru: Удалено %d файлов:

source: Subscribe to channel "%s"
ru_ru: Подписка на канал "%s"

source: Block channel "%s"
ru_ru: Блокировка канала "%s"

source: Unable to find a suitable application!
ru_ru: Не удалось найти подходящее приложение!

source: Video #%d:
ru_ru: Видео №%d:

source: Switch to channel "%s"
ru_ru: Переключение на канал "%s"

source: Selected video
ru_ru: Выбранное видео

source: Filter by "%s"
ru_ru: Применение фильтра "%s"

source: Update channels (%d/%d)
ru_ru: Обновление каналов (%d/%d)

source: URLs in total: %d
ru_ru: Общее число URL: %d

source: No new videos!
ru_ru: Нет новых видео!

source: Widget must be at least %d pixels in height
ru_ru: Виджет должен быть минимум %d пикселей в высоту

source: Put here authors to subscribe to
ru_ru: Вставьте сюда авторов, на которых нужно подписаться

source: Put here authors to be blocked
ru_ru: Вставьте сюда авторов, которых нужно заблокировать

source: Unable to continue due to an invalid configuration.
ru_ru: Невозможно продолжить ввиду некорректной конфигурации.
